13/data/attachments/ac0a05079ddc0545.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_48401910-2f54-4b0d-b617-503f49cfe414</nif:username>
            <nif:friendToBeAdded>Julie_half_Actions_29364_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>